Repository: agalem/silex-project
Catalog: app/translations/messages.*.xlf
Languages: pl

# label.view
source: Show Details
pl: Wyświetl

# label.nav.prev
source: previous page
pl: poprzednia strona

# label.nav.next
source: next page
pl: następna strona

# action.save
source: Save
pl: Zapisz

# message.element_successfully_added
source: Successfully added
pl: Dodano element

# message.record_not_found
source: Record not found
pl: Nie znaleziono rekordu

# message.element_successfully_edited
source: Successfully edited
pl: Edycja zakończona sukcesem

# message.element_successfully_deleted
source: Successfully deleted
pl: Element został usunięty

# action.delete
source: Delete
pl: Usuń

# label.yes
source: Yes
pl: Tak

# label.no
source: No
pl: Nie

# label.edit
source: Edit
pl: Edytuj

# label.bought
source: Bough
pl: Kupione

# label.isBought
source: Is bought ?
pl: Czy kupione ?

# label.buy_element
source: Buy '%name%'
pl: Kupiono '%name%'

# label.add_list
source: Create new list
pl: Utwórz nową listę

# label.add_element
source: Add new product
pl: Dodaj nowy produkt

# label.edit_list
source: Edit list '%name%'
pl: Edytuj listę '%name%'

# label.edit_element
source: Edit element '%name%'
pl: Edycja '%name%'

# label.edit_current_list
source: Edit list
pl: Edytuj listę

# label.delete_list
source: Do you want to delete list '%name%'?
pl: Na pewno chcesz usunąć listę '%name%'?

# label.delete_element
source: Do you want to delete product '%name%'?
pl: Na pewno chcesz usunąć produkt '%name%'?

# label.manage_lists
source: Manage shoppinglists
pl: Zarządzaj listami zakupów

# label.name
source: Name :
pl: Nazwa :

# label.max_cost
source: Planned shopping costs* :
pl: Planowana kwota zakupów* :

# label.no_max_cost
source: You didn't set planned shopping costs
pl: Nie podano planowanej kwoty zakupów

# label.value
source: Value*:
pl: Cena*:

# label.quantity
source: Quantity*:
pl: Ilość*:

# title.choose_list
source: Choose a list
pl: Wybierz listę

# label.planned_spendings
source: Planned spendings :
pl: Planowany koszt :

# label.current_spendings
source: Current spendings :
pl: Dotychczas wydano :

# table.caption
source: List of items in a %name% list
pl: Lista rzeczy w liście zakupów: %name%

# title.manage_lists
source: Manage lists
pl: Zarządzaj listami

# title.no_shoppinglists
source: You don't have any shopping lists
pl: Nie masz jeszcze list zakupów

# title.add_list
source: Create new list
pl: Utwórz nową listę

# text.list_is_empty
source: There is no products in the list
pl: Lista nie ma jeszcze produktów
